
listOfCategories = """
Квіти
Рослини
Частини тіла
Предмети посуду
Домашні страви
Геометричні фігури
Предмети для роботи в городі
Предмети для походу
Двозначні числа
Речі, які можна можна побачити в небі
Водоймища
Позитивні риси характеру
Планети
Кондитерські вироби
Головні убори
Родичі
Речі, що можна знайти на дні моря
Тропічні фрукти
Одиниці вимірювання
Риби
Свята
Меблі
Предмети для прибирання
Молочні продукти
Тварини, що живуть на фермі
Домашні тварини
Предмети одягу
Напої
Алкогольні напої
Емоції
Міста України
Штати США
Казкові герої
Овочі
Фрукти
Ягоди
Птахи
Марки автомобілів
Зачіски
Місяці року
Предмети на літеру «Р»
Предмети на літеру «С»
Рухливих ігор
Видів транспорту
Олімпійські види спорту
Зимові олімпійські види спорту
Великі тварин
Явища природи
Ягоди червоного кольору
Прикраси
Предметів з ящику для інструментів
Мови
Країни світу
Види спорту де не використовують мʼяч
Спортивні бренди
Птахи які можна побачити в зимку
Солодкі речі
Найкращий подарунок для вас
Місця, де може бути дзеркало
Чоловічі імена на літеру «С»
Жіночі імена на літеру «К»
Казкових принцес
Настільні ігри
Компʼютерні ігри
Назви книжок
Письменники
Предмети, якими можна малювати
Іграшки
Світові моря
Спортивні ігри з мʼячем
Смаки морозива
Хижі тварини
Кухонні пристрої
Живі істоти з крилами
Аксесуари для вбрання
Види побутової техніки
Народи світу
Тварини з копитами
Рослини що ростуть на городі
Чисел на літерну Д
Електронні прилади, які використовуються щодня 
Жовті фрукти
Кислі продукти
Вулиці Вашого міста
Страви, які зазвичай їдять на сніданок
Речі з вашої кімнати
Тварини з хвостом
Рептилії
Тварини які ви бачили в зоопарку
Горіхи
Музичні інструменти з струнами
Пристрої для прослуховування музики
Дитячі пісні
Приголосні літери
Страви, які вживають холодними
Герої мультфільмів
Зелені предмети
Страви, які вживають гарячими
Тварини, що вміють плавати
Міфічні істоти
Комахи, які літають
Види випічки
Страви на святковому столі
Супергерої
Дорогоцінні камені
Предмети для школи
Професії
Університети України
Університети Світу
Чоловічі імена на літеру «О»
Жіночі імена на літеру «Н»
Мультики
Памʼятки світу
Дива світу
Магазини
Овочі, що ростуть в землі
Породи собак
Породи котів
Вироби з тіста
Домашні тварини
Види риб
Види з родини котячих
Види жіночого взуття
Торгівельні центри
Весняні свята
Засоби для прибирання в будигнку
Міста, які популярні серед туристів
Види косметики, для догляду за шкірою
Національності
Приводи подарувати комусь квіти
Тварини які мешкають в Україні
Соціальні мережі
Світові бренди
Кухонні інструменти
Негативні риси характеру
Способи дістатись до школи
Страви після яких хочеться пити
Слова на англійській мові
Комедії
Професії, повʼязані зі здоровʼям
Персонажі з класичної літератури
Ознаки Різдва
Дитячі хвороби
Найпопулярніші тварини з мультиків
Види кави
Види чаю
Речі, які люди найчастіше забувають сказати
Фільми жахів
Гори
Книги з дитиною в головній ролі
Відтінки синього кольору
Комахи, які не літають
Пристрої, для звукозапису
Професії, повʼязані з фізичною працею
Місця, які Ви хочете відвідати
Види транспорту, які пересуваються тільки по маршруту
Професії повʼязані з ремонтом
Овочі зеленого кольору
Історичні особливості з імʼям Олена
Види сиру
Слова на букву «Е»
Страви, які не прийнято їсти в обід
Професії в селі
Отруйні рослини
Отруйні тварини
Актори
Ягоди які ростуть в лісі
Елементи таблиці Менделєєва
Письменники Золотого століття
Імена які закінчуються на «лав»
Державні свята
Предмети старовини, якими й досі користуються
Історичні фільми
Асоціації до слова «Експерт»
Предмети які не можна прати
Країни, які омиває океан
Корисні звички
Пʼєси
Фільми про новий рік
Види делікатесів
Види екзотичних фруктів
Страви азіатської кухні
Страви з риби
Ознаки випускника
Види молока
Країни Європи
Речі, які найчастіше роблять на новий рік
Хімічні явища
Причини жити в селі
Страви з курки
Популярні клички для котів
Популярні клички для собак
Види спортивного бою
Одиниці виміру ваги
Види спорту
Види головних уборів
Рими до слова «правда»
Музиканти
Музичні гурти
Слова, що означають вітання
Види комах що мешкають в місті
Річки
Країни на букву «К»
Історичні епохи
Рослини які можна вирощувать на балконі
Продукти, які входять до складу котлет
Слова, що позначають прощання
Приводи, щоб випити чай
Квіти, які бувають червоного кольору
Документи, які потрібні при влаштуванні на роботу
Страви з картоплі
Світові релігії
Речі, які є в приватному будинку
Цитати з реклами TV
Пісні з реклами TV
Марки цукерок
Філософи
Письменники-філософи
Марки цукерок
Види їстівної «трави»
Види активного відпочинку
Речі, які хочеш робити але не можеш
Відомі відьми
Квіти, які бувають білого кольору
Продукти харчування, які вважаються гарнірами
Види будівельних матеріалів
Речі, які люди роблять на роботі
"""

#     CategoryModel(name: "Міста Азії", level: 5),
array = listOfCategories.split("\n")
for categ in array:
  print(f'CategoryModel(name: "{categ}", level: 5),')
print(len(array))